Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

# both_battery_charge_periods
source: Your battery will be force charged from the grid between %1$@, and %2$@.
de: Ihr Akku wird zwischen %1$@ und %2$@ von der Stromversorgung erzwungen geladen.
es: Su batería será cargada forzadamente desde la red eléctrica entre %1$@ y %2$@.
it: La tua batteria verrà caricata forzatamente dalla rete tra le %1$@ e le %2$@.
pl: Twoja bateria zostanie naładowana siłą z sieci między %1$@, a %2$@.

# both_battery_freeze_periods
source: Your battery will not charge or discharge between %1$@ and %2$@. Solar power will be diverted to charging the battery. Any house load will come from the grid between these times. Reset the time periods to disable this.
de: Ihre Batterie wird sich zwischen %1$@ und %2$@ nicht aufladen oder entladen. Die Solarenergie wird zum Aufladen der Batterie umgeleitet. Jede Hauslast wird in dieser Zeit vom Netz kommen. Setzen Sie die Zeitperioden zurück, um dies zu deaktivieren.
es: Su batería no se cargará ni descargará entre %1$@ y %2$@. La energía solar se desviará para cargar la batería. Cualquier carga de la casa provendrá de la red entre estos tiempos. Restablezca los períodos de tiempo para desactivar esto.
it: La tua batteria non si caricherà né scaricherà tra %1$@ e %2$@. L'energia solare verrà deviata per caricare la batteria. Qualsiasi carico domestico verrà dalla rete in questi orari. Reimposta i periodi di tempo per disabilitare questa funzione.
pl: Twoja bateria nie będzie się ładować ani rozładowywać między %1$@ a %2$@. Energia słoneczna zostanie przekierowana do ładowania baterii. Wszelkie obciążenia domowe będą pochodzić z sieci w tych godzinach. Zresetuj okresy czasu, aby to wyłączyć.

source: Calculated as
de: Berechnet als
es: Calculado como
it: Calcolato come
pl: Obliczone jako

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
pl: Anuluj

source: Cannot save, please check the values are within the range 1 to 100
de: Speichern nicht möglich, bitte überprüfen Sie, ob die Werte im Bereich von 1 bis 100 liegen.
es: No se puede guardar, por favor verifica que los valores estén dentro del rango de 1 a 100.
it: Impossibile salvare, si prega di controllare che i valori siano compresi nell'intervallo da 1 a 100.
pl: Nie można zapisać, sprawdź, czy wartości mieszczą się w zakresie od 1 do 100.

# cannot_save_due_to_active_schedule
source: Cannot save settings because you have an active schedule. You need to delete your schedule and try again.
de: Einstellungen können nicht gespeichert werden, da Sie einen aktiven Zeitplan haben. Sie müssen Ihren Zeitplan löschen und es erneut versuchen.
es: No se pueden guardar los ajustes porque tienes un horario activo. Necesitas eliminar tu horario e intentarlo de nuevo.
it: Impossibile salvare le impostazioni perché hai un programma attivo. Devi cancellare il tuo programma e riprovare.
pl: Nie można zapisać ustawień, ponieważ masz aktywny harmonogram. Musisz usunąć swój harmonogram i spróbować ponownie.

source: Capacity
de: Kapazität
es: Capacidad
it: Capacità
pl: Pojemność

source: capacity = residual / (Min SOC / 100)
de: Kapazität = Restladung / (Min SOC / 100)
es: capacidad = residual / (Min SOC / 100)
pl: pojemność = resztkowa / (Min SOC / 100)

source: Ceiling
de: Datenobergrenze
es: Techo
it: Soffitto
pl: Sufit

# celsius_range
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
it: %1$@ e %2$@
pl: %1$@ i %2$@

source: Change
de: Ändern
es: Cambiar
it: Modifica
pl: Zmień

source: Change inverter work mode
de: Wechselrichter-Betriebsmodus ändern
es: Cambiar modo de funcionamiento del inversor
it: Cambia modalità di funzionamento dell'inverter
pl: Zmień tryb pracy falownika

source: Change work mode
de: Arbeitsmodus ändern
es: Cambiar modo de trabajo
it: Cambia modalità di lavoro
pl: Zmień tryb pracy

source: Changes the work mode of the inverter
de: Ändert den Betriebsmodus des Wechselrichters
es: Cambia el modo de funcionamiento del inversor
it: Modifica la modalità di funzionamento dell'inverter
pl: Zmienia tryb pracy falownika

# Charge times
source: Charge schedule
de: Ladeplan
es: Horario de carga
it: Orari di carica
pl: Plan ładowania

source: Check Current Grid Load
de: Checke aktuelle Netzlast
es: Verifica la carga actual de la red
it: Controlla il carico attuale della rete
pl: Sprawdź bieżące obciążenie sieci

source: Check Current House Load
de: Checke aktuellen Hausverbrauch
es: Verifica la carga actual de la casa
it: Controlla il carico attuale della casa
pl: Sprawdź bieżące obciążenie domu

source: Check Current Solar Generation
de: Checke aktuelle Solarerzeugung
es: Verifica la generación solar actual
it: Controlla l’attuale produzione solare
pl: Sprawdź bieżącą produkcję energii słonecznej

source: Check FoxESS Server status
de: FoxESS Serverstatus überprüfen
es: Comprobar estado del servidor FoxESS
it: Verifica lo stato del server FoxESS
pl: Sprawdź status serwera FoxESS

source: Check Storage Battery SOC
de: Überprüfen Sie den Ladezustand des Speicherakkus
es: Verificar el estado de carga de la batería de almacenamiento
it: Verifica lo stato di carica della batteria di accumulo
pl: Sprawdź stan naładowania baterii magazynującej

source: Choose a passcode
de: Code festlegen
es: Elige un código
it: Scegli un codice
pl: Wybierz kod

source: Choose date
de: Datum auswählen
es: Seleccionar fecha
it: Scegli una data
pl: Wybierz datę

source: Choose group to edit
de: Gruppe zum Bearbeiten auswählen
es: Elegir grupo para editar
it: Scegli un gruppo da modificare
pl: Wybierz grupę do edycji

source: Choose Parameters
de: Parameter auswählen
es: Elegir parámetros
it: Scegli i parametri
pl: Wybierz parametry

source: Choose single date
de: Einzelnes Datum auswählen
es: Elegir fecha única
it: Seleziona data singola
pl: Wybierz pojedynczą datę

source: Choose summary date range
de: Datumsbereich der Zusammenfassung
es: Rango de Fechas del Resumen
it: Intervallo di Date del Riepilogo
pl: Zakres Dat Podsumowania

# Clear graph values
source: Clear
de: Graphwerte zurücksetzen
es: Borrar valores del gráfico
it: Cancella
pl: Wyczyść

source: Click API management
de: Klicken Sie auf API-Verwaltung
es: Haz clic en gestión de API
it: Clicca su gestione API
pl: Kliknij zarządzanie API

source: Click Generate API key
de: Klicken Sie auf API-Schlüssel generieren
es: Haz clic en Generar clave API
it: Clicca su Genera chiave API
pl: Kliknij Generuj klucz API

source: Click the person icon top-right
de: Klicken Sie oben rechts auf das Personensymbol
es: Haz clic en el icono de persona en la parte superior derecha
it: Clicca sull'icona della persona in alto a destra
pl: Kliknij ikonę osoby w prawym górnym rogu

source: Click the User Profile menu option
de: Klicken Sie auf die Menüoption Benutzerprofil
es: Haz clic en la opción del menú Perfil de Usuario
it: Clicca sull'opzione del menu Profilo Utente
pl: Kliknij opcję menu Profil Użytkownika

# Color scheme
source: Colour scheme
de: Farbschema
es: Esquema de colores
it: Schema dei colori
pl: Schemat kolorów

source: Combine CT2 with Loads power
de: CT2 mit Verbrauch kombinieren
es: Combinar CT2 con cargas
it: Combina CT2 con i carichi
pl: Połącz CT2 z zużyciem

source: Combine CT2 with PV power
de: CT2 mit PV-Leistung kombinieren
es: Combinar CT2 con la potencia PV
it: Combina CT2 con la potenza PV
pl: Połącz CT2 z mocą PV

source: Compare strings
de: Strings vergleichen
es: Comparar cadenas
it: Confronta le stringhe
pl: Porównaj ciągi

source: Configure Solcast now
de: Solcast jetzt einrichten
es: Configura Solcast ahora
it: Configura Solcast ora
pl: Skonfiguruj Solcast teraz

source: Contact
de: Kontakt
es: Contacto
it: Contatto
pl: Kontakt

# contact.footer.author
source: Energy Stats is maintained by [Al Priest](https://www.linkedin.com/in/alpriest/). Sourcecode is available on [Github](github.com/alpriest/EnergyStats).
de: Energy Stats wird von [Al Priest](https://www.linkedin.com/in/alpriest/) gepflegt. Der Quellcode ist auf [Github](github.com/alpriest/EnergyStats) verfügbar.
es: Energy Stats es mantenida por [Al Priest](https://www.linkedin.com/in/alpriest/). El código fuente está disponible en [Github](github.com/alpriest/EnergyStats).
it: Energy Stats è mantenuta da [Al Priest](https://www.linkedin.com/in/alpriest/). Il codice sorgente è disponibile su [Github](github.com/alpriest/EnergyStats).
pl: Energy Stats jest utrzymywana przez [Al Priest](https://www.linkedin.com/in/alpriest/). Kod źródłowy jest dostępny na [Github](github.com/alpriest/EnergyStats).

# contact.footer.getintouch
source: When reporting a bug please include steps to reproduce it. Screenshots and videos can also help too.
de: Bitte geben Sie beim Melden eines Fehlers die Schritte zur Reproduktion an. Screenshots und Videos können ebenfalls hilfreich sein.
es: Al informar de un error, incluye los pasos para reproducirlo. Las capturas de pantalla y los vídeos también pueden ayudar.
it: Quando segnali un bug, includi i passaggi per riprodurlo. Anche screenshot e video possono essere utili.
pl: Zgłaszając błąd, prosimy o podanie kroków umożliwiających jego odtworzenie. Zrzuty ekranu i filmy również mogą pomóc.

# contact.header.faq
source: Need help using the app?
de: Benötigen Sie Hilfe bei der Nutzung der App?
es: ¿Necesitas ayuda para usar la app?
it: Hai bisogno di aiuto per usare l’app?
pl: Potrzebujesz pomocy w korzystaniu z aplikacji?

# contact.header.getintouch
source: Found an app bug or have a suggestion?
de: Haben Sie einen Fehler in der App gefunden oder einen Vorschlag?
es: ¿Has encontrado un error en la app o tienes una sugerencia?
it: Hai trovato un bug nell’app o hai un suggerimento?
pl: Znalazłeś błąd w aplikacji lub masz sugestię?

# contact.header.techsupport
source: Looking for technical support about your installation?
de: Suchen Sie technischen Support für Ihre Installation?
es: ¿Buscas soporte técnico para tu instalación?
it: Cerchi supporto tecnico per la tua installazione?
pl: Szukasz wsparcia technicznego dotyczącego swojej instalacji?

source: Copied!
de: Kopiert!
es: ¡Copiado!
it: Copiato!
pl: Skopiowane!

source: Copy the API key (make a note of it securely)
de: Kopieren Sie den API-Schlüssel (notieren Sie ihn sicher)
es: Copia la clave API (anótala de forma segura)
it: Copia la chiave API (annotala in modo sicuro)
pl: Skopiuj klucz API (zapisz go bezpiecznie)

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
it: Copia negli appunti
pl: Skopiuj do schowka

source: Could not load approximations
de: Annäherungen konnten nicht geladen werden
es: No se pudieron cargar las aproximaciones
it: Impossibile caricare le approssimazioni
pl: Nie można załadować przybliżeń

source: Could not load settings
de: Einstellungen konnten nicht geladen werden
es: No se pudieron cargar los ajustes
it: Impossibile caricare le impostazioni
pl: Nie można załadować ustawień

source: Could not load. Check your internet connection
de: Laden nicht möglich. Prüfen Sie Ihre Internetverbindung
es: Nie powiodło się. Sprawdź swoje połączenie z internetem
it: Impossibile caricare. Controlla la connessione internet.
pl: Nie powiodło się. Sprawdź swoje połączenie z internetem

source: Could not login as demo user
de: Anmeldung als Demo-Benutzer nicht möglich
es: Sprawdź swoje połączenie z internetem
it: Impossibile effettuare il login come utente demo.
pl: Sprawdź swoje połączenie z internetem

# Could not login. Check your internet connection
source: Could not login. Check your API key and try again.
de: Anmeldung nicht möglich. Prüfen Sie Ihre Internetverbindung
es: Nie można się zalogować. Sprawdź swoje połączenie z internetem
it: Impossibile effettuare il login. Controlla la connessione internet.
pl: Nie można się zalogować. Sprawdź swoje połączenie z internetem

source: Create
de: Neu erstellen
es: Crear nuevo
it: Crea nuovo
pl: Utwórz nSamowystarczalność

source: Create a schedule
de: Einen Zeitplan erstellen
es: Crear un horario
it: Crea un programma
pl: Utwórz harmonogram

source: Create template
de: Vorlage erstellen
es: Crear plantilla
it: Crea modello
pl: Utwórz szablon

source: CT2 Display mode
de: CT2-Anzeigemodus
es: Modo de visualización de CT2
it: Modalità di visualizzazione CT2
pl: Tryb wyświetlania CT2

source: CT2 Settings
de: CT2-Einstellungen
es: Configuración de CT2
it: Impostazioni CT2
pl: Ustawienia CT2

source: cumulate
de: Gesamt
es: total
it: totale
pl: łącznie

source: Currency symbol
de: Währungssymbol
es: Símbolo de moneda
it: Simbolo di valuta
pl: Symbol waluty

source: Current heater state
de: Aktueller Heizstatus
es: Estado actual del calentador
it: Stato attuale del riscaldamento
pl: Aktualny stan ogrzewania

source: Custom parameter groups
de: Benutzerdefinierte Parametergruppen
es: Grupos de parámetros personalizados
it: Gruppi di parametri personalizzati
pl: Niestandardowe grupy parametrów

source: Custom range…
de: Benutzerdefinierter Bereich…
es: Rango personalizado…
it: Intervallo personalizzato…
pl: Niestandardowy zakres…

source: Dark
de: Dunkel
es: Oscuro
it: Scuro
pl: Ciemny

source: Data
de: Daten
es: Datos
it: Dati
pl: Dane

source: Data exported
de: Daten exportiert
es: Datos exportados
it: Dati esportati
pl: Dane wyeksportowane

source: Data settings
de: Dateneinstellungen
es: Configuración de datos
it: Impostazioni dei dati
pl: Ustawienia danych

# data_ceiling_enhanced
source: Values above 104,857 will be clipped. E.g. a value of 45,899.7 would be shown as 24.5. Use this if you're seeing abnormally large numbers on your graphs.
de: Werte über 104.857 werden gekürzt. Z.B. würde ein Wert von 45.899,7 als 24,5 angezeigt werden. Verwenden Sie dies, wenn Sie abnormal große Zahlen auf Ihren Grafiken sehen.
es: Los valores superiores a 104,857 serán recortados. Por ejemplo, un valor de 45,899.7 se mostrará como 24.5. Utilice esto si observa números anormalmente grandes en sus gráficos.
it: I valori superiori a 104,857 verranno tagliati. Ad esempio, un valore di 45,899.7 verrà mostrato come 24.5. Usa questo se stai vedendo numeri anormalmente grandi sui tuoi grafici.
pl: Wartości powyżej 104 857 będą obcinane. Na przykład wartość 45 899,7 zostanie pokazana jako 24,5. Użyj tego, jeśli zauważysz nienormalnie duże liczby na swoich wykresach.

# data_ceiling_mild
source: Values above 1,048,575 will be clipped. E.g. a value of 201,539,769 would be shown as 3461.8. Use this if you're seeing abnormally large numbers on your graphs.
de: Werte über 1.048.575 werden gekürzt. Z.B. würde ein Wert von 201.539.769 als 3461.8 angezeigt werden. Verwenden Sie dies, wenn Sie abnormal große Zahlen auf Ihren Grafiken sehen.
es: Los valores superiores a 1,048,575 serán recortados. Por ejemplo, un valor de 201,539,769 se mostrará como 3461.8. Utilice esto si observa números anormalmente grandes en sus gráficos.
it: I valori superiori a 1,048,575 verranno tagliati. Ad esempio, un valore di 201,539,769 verrà mostrato come 3461.8. Usa questo se stai vedendo numeri anormalmente grandi sui tuoi grafici.
pl: Wartości powyżej 1 048 575 będą obcinane. Na przykład wartość 201 539 769 zostanie pokazana jako 3461.8. Użyj tego, jeśli zauważysz nienormalnie duże liczby na swoich wykresach.

# data_ceiling_none
source: Values will be shown unmodified from the data feed. You may see abnormally large numbers in your usage where the data gets corrupted during firmware updates.
de: Werte werden unverändert aus dem Datenfeed angezeigt. Es können abnormal große Zahlen in Ihrer Nutzung auftreten, wo die Daten während der Firmware-Aktualisierungen beschädigt werden.
es: Los valores se mostrarán sin modificar desde la fuente de datos. Puede ver números anormalmente grandes en su uso donde los datos se corrompen durante las actualizaciones del firmware.
it: I valori verranno mostrati senza modifiche dal flusso di dati. Potresti vedere numeri anormalmente grandi nel tuo utilizzo dove i dati vengono corrotti durante gli aggiornamenti del firmware.
pl: Wartości będą wyświetlane niezmienione z kanału danych. Możesz zobaczyć nienormalnie duże liczby w swoim użyciu, gdzie dane ulegają uszkodzeniu podczas aktualizacji firmware'u.

# data_fetch_error
source: Something went wrong fetching data from FoxESS cloud.
de: Es ist ein Fehler beim Abrufen der Daten von der FoxESS-Cloud aufgetreten.
es: Se produjo un error al obtener los datos de la nube de FoxESS.
it: Si è verificato un errore durante il recupero dei dati dalla cloud FoxESS.
pl: Wystąpił błąd podczas pobierania danych z chmury FoxESS.

source: Datalogger
de: Datenlogger
es: Registrador de datos
pl: Rejestrator danych

source: Date
de: Datum
es: Fecha
it: Data
pl: Data

source: Day
de: Tag
es: Día
it: Giorno
pl: Dzień

source: Days
de: Tage
es: Días
it: Giorni
pl: Dni

source: DC Capacity (modules)
de: DC-Kapazität (Module)
es: Capacidad DC (módulos)
it: Capacità DC (moduli)
pl: Moc DC (moduły)

source: Decimal places
de: Dezimalstellen
es: Decimales
it: Posizioni decimali
pl: Miejsca po przecinku

source: Default
de: Standard
es: Predeterminado
it: Predefinito
pl: Domyślne

# Define your phase here. Press back to view your entire schedule.
source: Define your time period here. Press back to view your entire schedule.
de: Definieren Sie hier Ihre Phase. Drücken Sie zurück, um Ihren gesamten Zeitplan anzusehen.
es: Defina su fase aquí. Pulse atrás para ver todo su horario.
it: Definisci la tua fase qui. Premi indietro per visualizzare l'intero programma.
pl: Zdefiniuj tutaj swoją fazę. Naciśnij wstecz, aby zobaczyć cały harmonogram.

source: Delete
de: Löschen
es: Eliminar
it: Elimina
pl: Usuń

source: Delete credentials
de: Anmeldedaten löschen
es: Eliminar credenciales
it: Elimina credenziali
pl: Usuń dane logowania

source: Delete time period
de: Zeitraum löschen
es: Eliminar período de tiempo
it: Elimina periodo di tempo
pl: Usuń okres czasu

source: Device selection
de: Geräte-Auswahl
es: Selección de dispositivo
it: Selezione dispositivo
pl: Wybór urządzenia

source: Device Serial No.
de: Seriennr.
es: N.º serie
it: N. serie
pl: Nr seryjny

source: Dismiss
de: Schließen
es: Cerrar
it: Chiudi
pl: Zamknij

source: Display
de: Anzeige
it: Visualizza
pl: Wyświetlacz

source: Display battery stack
de: Batteriestapel anzeigen
es: Mostrar conjunto de baterías
it: Mostra gruppo di batterie
pl: Wyświetl zestaw baterii

source: Display Options
de: Anzeigeoptionen
es: Opciones de visualización
it: Opzioni di visualizzazione
pl: Opcje wyświetlania

source: Display settings
de: Anzeigeeinstellungen
es: Configuración de visualización
it: Impostazioni di visualizzazione
pl: Ustawienia wyświetlania

source: Display truncated Y axis
de: Abgeschnittene Y-Achse anzeigen
es: Mostrar eje Y truncado
it: Visualizza asse Y troncato
pl: Wyświetl skróconą oś Y

# display_unit_adaptive_description
source: Values will be shown as kilowatts unless under 1 kilowatt when they are shown as watts. E.g. %1$@, %2$@
de: Die Werte werden in Kilowatt angezeigt, es sei denn, sie sind unter 1 Kilowatt, dann werden sie in Watt angezeigt. Zum Beispiel %1$@, %2$@
es: Los valores se muestran en kilovatios a menos que sean menores de 1 kilovatio, en cuyo caso se muestran en vatios. Por ejemplo, %1$@, %2$@
it: I valori vengono espressi in kilowatt a meno che non siano inferiori a 1 kilowatt, momento in cui vengono espressi in watt. Ad esempio, %1$@, %2$@
pl: Wartości są wyświetlane w kilowatach, chyba że są mniejsze niż 1 kilowat, wtedy są wyświetlane w watach. Na przykład %1$@, %2$@

# display_unit_kilowatts_description
source: All values will be shown as kilowatts. E.g. %1$@, %2$@
de: Alle Werte werden in Kilowatt angezeigt. Zum Beispiel %1$@, %2$@
es: Todos los valores se muestran en kilovatios. Por ejemplo, %1$@, %2$@
it: Tutti i valori sono espressi in kilowatt. Ad esempio, %1$@, %2$@
pl: Wszystkie wartości są wyświetlane w kilowatach. Na przykład %1$@, %2$@

# display_unit_watts_description
source: All values will be shown as watts. E.g. %1$@, %2$@
de: Alle Werte werden in Watt angezeigt. Zum Beispiel %1$@, %2$@
es: Todos los valores se muestran en vatios. Por ejemplo, %1$@, %2$@
it: Tutti i valori sono espressi in watt. Ad esempio, %1$@, %2$@
pl: Wszystkie wartości są wyświetlane w watach. Na przykład %1$@, %2$@

source: Do you want to replace your existing templates with the imported templates?
de: Möchten Sie Ihre bestehenden Vorlagen durch die importierten Vorlagen ersetzen?
es: ¿Quieres reemplazar tus plantillas existentes con las plantillas importadas?
it: Vuoi sostituire i tuoi modelli esistenti con quelli importati?
pl: Czy chcesz zastąpić swoje istniejące szablony zaimportowanymi szablonami?

source: Due to Solcast API rate limiting, please wait for an hour before refreshing again.
de: Aufgrund der API-Ratenbegrenzung von Solcast, bitte eine Stunde warten, bevor erneut aktualisiert wird.
es: Debido a la limitación de tasa de la API de Solcast, espere una hora antes de actualizar nuevamente.
it: A causa del rate limiting dell’API di Solcast, attendere un’ora prima di aggiornare nuovamente.
pl: Ze względu na ograniczenie szybkości API Solcast, proszę poczekać godzinę przed ponownym odświeżeniem.

source: Duplicate
de: Duplizieren
es: Duplicar
it: Duplica
pl: Duplikuj

source: Duplicate template
de: Vorlage duplizieren
es: Duplicar plantilla
it: Duplica modello
pl: Zduplikuj szablon

source: Earnings
de: Ertrag
es: Ganancias
it: Guadagni
pl: Zyski

source: Earnings settings
de: Einnahmeneinstellungen
es: Configuración de ganancias
it: Impostazioni dei guadagni
pl: Ustawienia zarobków

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
pl: Edytuj

source: Edit API Key
de: API-Schlüssel bearbeiten
es: Editar clave API
it: Modifica chiave API
pl: Edytuj klucz API

source: Edit phase
de: Phase Bearbeiten
es: Editar Fase
it: Modifica Fase
pl: Edytuj Fazę

source: Edit Schedule
de: Zeitplan Bearbeiten
es: Editar Horario
it: Modifica Programma
pl: Edytuj Harmonogram

source: Edit template
de: Vorlage bearbeiten
es: Editar plantilla
it: Modifica modello
pl: Edytuj szablon

source: Empty
de: Leer
es: Vacia
it: Vuoto
pl: Pusty

source: Empty/full battery durations are estimates based on calculated capacity, assume that solar conditions and battery charge rates remain constant.
de: Die Zeitdauer für eine leere/volle Batterie ist eine Schätzung basierend auf der berechneten Kapazität unter der Annahme, dass die solaren Bedingungen und die (Ent-)Laderate der Batterie konstant bleiben.
es: Las duraciones de batería vacía/llena son estimaciones basadas en la capacidad calculada, asumiendo que las condiciones solares y las tasas de carga de la batería permanezcan constantes.
it: Le durate di scarica/riempimento della batteria vuota/piena sono stime basate sulla capacità calcolata, assumendo che le condizioni solari e i tassi di carica della batteria rimangano costanti.
pl: Czas trwania pustej/pełnej baterii to szacunki oparte na obliczonej pojemności, zakładające stałe warunki słoneczne i tempo ładowania baterii.

source: Enable charge from grid
de: Laden aus dem Netz aktivieren
es: Activar carga desde la red
it: Abilita carica dalla rete
pl: Włącz ładowanie z sieci

source: Enable heating
de: Heizung aktivieren
es: Activar calefacción
it: Attiva il riscaldamento
pl: Włącz ogrzewanie

source: Enable Scheduler
de: Zeitplaner aktivieren
es: Activar Programador
it: Abilita Pianificatore
pl: Włącz Harmonogram

source: End
de: Ende
es: Fin
it: Fine
pl: Koniec

source: End day
de: Endtag
es: Día de fin
it: Giorno di fine
pl: Dzień końcowy

source: End month
de: Endmonat
es: Mes de fin
it: Mese di fine
pl: Miesiąc końcowy

source: End time must be after start time
de: Die Endzeit muss nach der Startzeit liegen.
es: La hora de finalización debe ser posterior a la hora de inicio.
it: L'orario di fine deve essere dopo l'orario di inizio.
pl: Czas zakończenia musi być po czasie rozpoczęcia.

source: energy
de: Energie
es: energía
it: Energia
pl: energia
